[
    {"herbId":"24","herbName":"Liquorice","herbNameFrench":"Reglisse","herbNameLatin":"Glycyrrhiza glabra","herbNameChinese":"Gan Cao","herbCategory":"TCM","herbLinks":"https:\/\/mr-ginseng.com\/reglisse\/","herbProducts":"https:\/\/calebasse.com\/produits\/gan-cao-reglisse-3795","herbComments":"Can interact with medications for high blood pressure and blood sugar levels.","herbProperties":"low blood pressure, ibs, Chron, cough, parasites, sore throat, candida albicans, menopause, fatigue, low energy, digestion","herbTags":"antiviral,  antibiotic, antiinflammatory, toxins detox, detox, immune system,  antiparasitic, throat, colon cleanser, lungs cleanser, adrenals, gonads, thyroid, energy","herbPicPath":"liquorice.png","herbText":"Liquorice, also known as glycyrrhiza glabra, is a sweet-tasting herb that has been used for medicinal purposes for centuries. Here are some of the effects that liquorice is believed to have on various health conditions:   1\tLow blood pressure: Liquorice is believed to help increase blood pressure in people with low blood pressure by increasing the levels of cortisol, a hormone that helps regulate blood pressure.   2\tGI tract and digestion: Liquorice is believed to have a protective effect on the GI tract and can help reduce symptoms of conditions such as acid reflux and ulcerative colitis. properties as a demulcent, which means it helps to soothe and coat the digestive system, particularly the digestive tract. It has a soothing effect on the stomach lining and can help to relieve symptoms of indigestion such as bloating, gas. It contains compounds that can stimulate the production of digestive juices and enzymes, which can help to improve the overall efficiency of the digestive process thus supporting the overall health of the digestive system.    3\tParasites: Liquorice is believed to have antiparasitic properties and may be helpful in removing parasites from the body.   4 Candida albicans: Liquorice is believed to have antifungal properties and may be helpful in treating candida albicans infections."},
    {"herbId":"23","herbName":"Cats claw","herbNameFrench":"Griffe du chat","herbNameLatin":"Uncaria rhynchophylla","herbNameChinese":"Gou Teng","herbCategory":"TCM, amazon","herbLinks":"https:\/\/mr-ginseng.com\/griffe-du-chat-uncaria-tomentosa\/,\r\nhttps:\/\/drmorsesherbalhealthclub.com\/products\/parasite-g-general-90-capsules?sca_ref=3405638.5oYeVyhXwf","herbProducts":"https:\/\/www.abcdelanature.com\/p-782-griffe-du-chat-bio-gelules.html","herbComments":"Can interact with immunosuppressant medications and may lower blood sugar levels","herbProperties":"parasites, imflammation, flu, ms, multiple sclerosis, ibs, leaky gut, restores intestinal flora, supports kidney and spleen, elimination, detoxification, arthritis, immune support","herbTags":"detox, anti-viral, anti-parasitic, antibiotic, anti-inflammatory, blood and lymph purifier, intestinal flora, intestines","herbPicPath":"uncaria.png","herbText":"Cat's claw, also known as Uncaria tomentosa, is a vine commonly used in traditional medicine for various health benefits, including fighting parasitic infestations in the gastrointestinal (GI) track, reducing leaky gut syndrome, decreasing general inflammation, treating the flu, and promoting elimination. Here's why:   1\tAntiparasitic properties: Cat's claw has been shown to have antiparasitic properties that can help eliminate parasites that can infect the GI tract.   2\tInflammation and leaky gut syndrome: Cat's claw has been found to improve gut health and reduce the symptoms of leaky gut syndrome, a condition where the gut lining becomes permeable. Its anti-inflammatory and immune-boosting properties properties may help reduce inflammation in the gut lining and may promote the healing of any micro-tears or holes that may have formed. Additionally, Cat's Claw allegedly help regulate the immune system and modulate the activity of certain immune cells, which may also be beneficial for improving gut health and resolving leaky gut syndrome.   3\tFlu treatment: Cat's claw has been used to treat the flu and other viral infections due to its immune-boosting properties.   4\tElimination: Cat's claw has been shown to promote elimination, helping to remove waste and toxins from the body; it is supposed to be a powerful tool for supporting the body's natural processes of detoxification."},
    {"herbId":"22","herbName":"Astragalus","herbNameFrench":"Astragale","herbNameLatin":"Astragalus membranaceus","herbNameChinese":"Huang Chi","herbCategory":"TCM","herbLinks":"https:\/\/mr-ginseng.com\/astragale\/","herbProducts":"https:\/\/www.abcdelanature.com\/p-36-cerebronerf-melange-regenere.html, https:\/\/www.herboristerieduvalmont.com\/poudre-de-plantes-medicinales\/3840-astragale-astragalus-membranaceus-poudre-5425021003116.html#\/poids-100g?fast_search=fs","herbComments":"Can interact with immunosuppressant medications and may lower blood sugar levels.","herbProperties":"anti-ageing, destruction or mutant cells, DNA rejuvinator, jet lag,heavy metals detox, chemical residues detox, qi, vital life force,adrenal fatigue, pituitary, thyroid, strength, brain","herbTags":"blood and lymph detoxifier, heavy metals detox, chemical residues detox, qi, vital life force, energy, sports, adrenals, pituitary, thyroid, strength, immune system, DNA protection, brain, cerebral functions, liver, gallbladder ","herbPicPath":"astragalus.png","herbText":"Astragalus is a root commonly used in traditional Chinese medicine with a range of health benefits, including anti-ageing properties, DNA rejuvenation, and adrenal, thyroid and pituitary gland function enhancement. Here's why:    1 Anti-aging: Astragalus is believed to have anti-ageing effects by improving the body's ability to withstand stress and reducing oxidative damage to cells.    2\tDNA rejuvenation: Astragalus may have been found to stimulate DNA repair, helping to reduce the damage caused by environmental factors and ageing, which may promote the rejuvenation of cells.    3 Pituitary gland function: The pituitary gland is responsible for regulating the endocrine system, and Astragalus has been found to enhance its function, leading to improved hormone regulation and overall health."},
    {"herbId":"21","herbName":"Nettle","herbNameFrench":"Ortie","herbNameLatin":"Urtica Dioica","herbNameChinese":"","herbCategory":"","herbLinks":"https:\/\/mr-ginseng.com\/ortie\/","herbProducts":"https:\/\/www.abcdelanature.com\/p-74-reins-et-rate-melange-plantes-regenere.html, https:\/\/www.abcdelanature.com\/p-708-structuros-melange-gelules.html","herbComments":" Can interact with blood-thinning medications and may lower blood sugar levels.","herbProperties":"acidity, alopecia, Chron's, anxiety, menopause, insomnia, burn-out, hypothyroidism, hyperthyroidism, fatigue, tuberculosis, hair, adrenals, kidneys, teeth, strenghtener, bones, remineralizing, thyroid, sports, colon","herbTags":"hair, adrenals, kidneys,teeth, strenghener, bones, remineralizing, detox, alkalizing, thyroid, sports, aphrodisiac, immune system, mucus, expectoration, colon, colon cleanser, anti-inflammatory","herbPicPath":"nettle.png","herbText":"Nettle, also known as Urtica dioica, is a plant that has been used for medicinal purposes for centuries. Here are some of the effects that nettle is believed to have on various health conditions:    1 Adrenal, thyroid and pituitary glands support: Nettle contains compounds that can stimulate the release of hormones and regulate the activity of the adrenal, thyroid and pituitary glands. This helps in maintaining healthy hormone levels and reduces the symptoms associated with hormonal imbalances, such as fatigue, depression, and mood swings. It contains vitamins A, C, D, and K, as well as calcium, iron, and potassium, which are all crucial for adrenal health. Additionally, nettle has been shown to help regulate stress hormones, which can help the adrenal glands cope with stress more effectively. It is also thought to have a balancing effect on the immune system, which can help to reduce adrenal fatigue. Overall, the nutrients and properties of nettle are believed to help support the adrenal glands and promote adrenal health.   2 Acidity: Nettle is believed to help regulate acidity levels in the body, which can help reduce symptoms of conditions such as acid reflux and ulcerative colitis.    3 Hair: Nettle is believed to be beneficial for hair health, including alopecia, a condition that causes hair loss, due to its nutrient content and potential ability to improve circulation. Nettle is rich in vitamins and minerals, such as iron, silica, and vitamins A and C, which are essential for healthy hair growth. Additionally, some studies suggest that nettle may have anti-inflammatory and antioxidant properties, which may help improve circulation and promote hair growth."},
    {"herbId":"20","herbName":"Boswellia Serrata","herbNameFrench":"Boswellia","herbNameLatin":"Boswellia Serrata","herbNameChinese":"","herbCategory":"ayurveda","herbLinks":"https:\/\/mr-ginseng.com\/boswellia-serrata\/","herbProducts":"https:\/\/www.anastore.com\/fr\/articles\/BS90_boswellia_serrata.php?affiliated_id=2877&epi=buy-boswellia\r\n-button","herbComments":"Can increase the risk of bleeding when taken with blood-thinning medications.","herbProperties":"parasites, inflammation, antalgic, Crohn's , leaky gut, ibs, fibromyalgia, brain, detox, colon, remineralizing, skin, heals intestines lining, speeds up healing after a choc, prevents cell premature aging, immune support","herbTags":"toxins detox, brain, blood and lymphatic detox, immune system, anti-inflammatory, detox, intestinal inflammation, colon, remineralizing, skin, gi trac","herbPicPath":"boswellia.png","herbText":"Boswellia serrata, also known as Indian frankincense, is a plant that has been used in traditional medicine for various health benefits, including fighting parasitic infestations in the gastrointestinal (GI) tract, reducing general inflammation, supporting brain health, and promoting the detoxification of the body. Here's why:   1\tAntiparasitic properties: Boswellia serrata has been shown to have antiparasitic properties that can help eliminate parasites that can infect the GI tract.   2\tAnti-inflammatory effects: Boswellia serrata contains compounds that have anti-inflammatory effects, which can help reduce inflammation throughout the body.   3\tBrain health: Boswellia serrata has been found to improve brain function and potentially protect against neurodegenerative diseases.   4\tDetoxification: Boswellia serrata has been shown to support the liver's detoxification process, helping to eliminate toxins from the body."},
    {"herbId":"19","herbName":"Gotu Kola","herbNameFrench":"Gotu Kola","herbNameLatin":"Centella asiatica","herbNameChinese":"","herbCategory":"TCM, ayurveda","herbLinks":"https:\/\/mr-ginseng.com\/gotu-kola-centella-asiatica\/","herbProducts":"https:\/\/www.abcdelanature.com\/p-36-cerebronerf-melange-regenere.html , https:\/\/drmorsesherbalhealthclub.com\/collections\/best-sellers\/products\/pituitary-support-90-capsules?variant=1128962540,\r\nhttps:\/\/en.anastore.com\/articles\/GK60_gotu_kola_centella_asiat","herbComments":" Can interact with sedatives and medications for high blood pressure.","herbProperties":"detox, heavy metal detox, acids detox, chemical resudues detox, chronic headache, migraine, depression, tuberculosis, herpes, psoriasis, skin, sun burns,hair growth, teeth growth, Elixir de longue vie, anti-ageing","herbTags":"anti-inflammatory, neurotransmitters, hair, bones, muscles, nervous system, blood and lymphatic microcirculation, hair growth, teeth growth, intestins, mucus, expectoration, pituitary, pineal","herbPicPath":"gotu.png","herbText":"Gotu kola (Centella asiatica) is a popular herbal supplement that is believed to offer numerous health benefits. Here's why:    1 Detoxification: natural properties that help to remove harmful substances from the body. It has been shown to support the elimination of toxins such as heavy metals, acids, and chemical residues. It does this by supporting the functioning of the liver and the lymphatic system, two key organs responsible for removing waste and toxins from the body. Additionally, Gotu Kola is rich in antioxidants, which protect the body against damage caused by harmful toxins. As a result, incorporating Gotu Kola into a detox routine can help support the body's natural detoxification processes and promote overall health and wellness.   2 Skin: Gotu Kola is believed to have skin-healing properties due to its high concentration of triterpenoids, which are compounds that have been shown to improve skin health. Some studies suggest that Gotu Kola can improve wound healing and reduce the appearance of scars. It may also help with skin conditions such as psoriasis and dermatitis, as it has anti-inflammatory properties. Additionally, Gotu Kola has been shown to increase collagen production, which can improve skin elasticity and firmness, making it a popular ingredient in anti-aging skincare products.    3 Hair growth: Gotu kola has been found to promote hair growth due to its ability to improve blood circulation to the scalp and promote the health of hair follicles. Improved blood circulation brings more nutrients and oxygen to the hair follicles, which can promote hair growth and prevent hair loss. Additionally, gotu kola contains compounds that have been found to have a positive effect on hair growth, such as asiaticoside and madecassic acid."},
    {"herbId":"14","herbName":"Ashwaganda","herbNameFrench":"Ginseng Indien","herbNameLatin":"Withania somnifera","herbNameChinese":"","herbCategory":"ayurveda","herbLinks":"","herbProducts":"","herbComments":"","herbProperties":"insomnia, depression, menaupose , hormonal balance, muscle and bone development, adrenal fatigue, adaptogen, thyroid, strength, qi, adrenals, gonads, aphrodisiac, low testosterone, anxiety","herbTags":"sleep, nervous system, sexual tonic, strenghtener, migraine, depression, menaupose, constipation, adaptogen, thyroid, strength, qi, vital life force, energy, adrenals, gonads, aphrodisiac ,muscle and bone development, anxiety","herbPicPath":"ashwaganda.png","herbText":""},
    {"herbId":"18","herbName":"Ginkgo Biloba","herbNameFrench":"Ginkgo Biloba","herbNameLatin":"","herbNameChinese":"Yin xing ye","herbCategory":"TCM","herbLinks":"https:\/\/mr-ginseng.com\/ginkgo-biloba\/","herbProducts":"https:\/\/www.abcdelanature.com\/p-36-cerebronerf-melange-regenere.html , https:\/\/drmorsesherbalhealthclub.com\/collections\/best-sellers\/products\/pituitary-support-90-capsules?variant=1128962540,\r\nhttps:\/\/en.anastore.com\/articles\/GG25_ginkgo_biloba.php?affili","herbComments":" This can increase the risk of bleeding when taken with blood-thinning medications.","herbProperties":"detox, heavy metal detox, migraines, cerebral functions, blood flow, depression, rejuvinating, alzheimer, glaucoma, cardio vascular, brain perfusion, pituitary, pineal, qi","herbTags":"brain perfusion, brain, neurons, qi, vital life force, energy, aphrodisiac, eyes , sleep, pituitary, pineal, intestins, spleen, bladder, kidneys","herbPicPath":"ginkgo.png","herbText":"Ginkgo biloba is a popular herbal supplement known for its potential benefits for various health conditions. Here's why:    1 Detoxification: Ginkgo biloba has been found to support the liver's detoxification process, helping to eliminate toxins from the body. Ginkgo biloba has been shown to help remove heavy metals from the body, which can improve overall health.    2 Migraines: Ginkgo biloba has been found to be effective in reducing the frequency and severity of migraine. Ginkgo biloba has been shown to improve cognitive function and memory, as well as enhance blood flow to the brain.    3 Blood flow: Ginkgo biloba has been found to improve blood flow and circulation, which can help with various health conditions. This helps in the case of depression: Ginkgo biloba has been found to be effective in reducing symptoms of depression and anxiety.    4 Rejuvenation: Ginkgo biloba has been found to have anti-ageing properties and to help protect against oxidative stress and inflammation. This helps in the case of Alzheimer's disease and improves memory.   5 Cardiovascular health: Ginkgo biloba has been found to improve cardiovascular health and reduce the risk of heart disease.    6 Brain perfusion: Ginkgo biloba has been found to improve blood flow to the brain and enhance brain function."},
    {"herbId":"16","herbName":"Cordyceps","herbNameFrench":"Cordyceps","herbNameLatin":"Cordyceps sinensis","herbNameChinese":"","herbCategory":"TCM","herbLinks":"","herbProducts":"https:\/\/en.anastore.com\/articles\/PC90_Cordyceps_Sinensis.php?affiliated_id=2877&epi=buy-cordyceps-button","herbComments":"","herbProperties":"blood oxygenation, menopause, cardio vascular, alzheimer, depression, sports,qi, vital life force, energy, adrenals, muscular growth, adaptogen, immune support","herbTags":"adaptogen, nervous system, immune system, qi, vital life force, energy, adrenals, muscular growth, fertility, aphrodisiac, gonads, adrenals, strength ","herbPicPath":"cordyceps.png","herbText":""},
    {"herbId":"17","herbName":"He Shou wu","herbNameFrench":"Renouée à fleurs multiples","herbNameLatin":"Polygonum multiflorum","herbNameChinese":"He Shou wu","herbCategory":"TCM","herbLinks":"","herbProducts":"https:\/\/calebasse.com\/produits\/he-shou-wu-4064, https:\/\/drmorsesherbalhealthclub.com\/collections\/best-sellers\/products\/pituitary-support-90-capsules?variant=1128962540","herbComments":" Can interact with medications for high blood pressure and blood sugar levels.","herbProperties":"hair, white hair, kidneys, brain, liver, pituitary, sexual tonic, anti-ageing","herbTags":"kidneys, brain, liver, pituitary, pineal","herbPicPath":"heshouwu.png","herbText":"He Shou Wu, also known as Polygonum multiflorum, is a traditional Chinese herb that has been used for centuries to promote hair health, including reversing white hair and promoting hair growth. The root of He Shou Wu is the part used for medicinal purposes.   There are several reasons why He Shou Wu is believed to be beneficial for hair health:   1\tSupports hair pigmentation: He Shou Wu is believed to support the production of melanin, the pigment that gives hair its colour. This is why it is traditionally used to reverse white hair.   2\tPromotes blood circulation: He Shou Wu is believed to improve blood circulation to the scalp, which can bring more nutrients and oxygen to hair follicles, promoting hair growth and preventing hair loss.   3\tAntioxidant properties: He Shou Wu contains antioxidants that can protect hair from damage caused by free radicals, keeping it healthy and strong.   4\tNourishing effect: He Shou Wu is rich in minerals and vitamins, such as iron, zinc, and vitamins B and E, which are essential for hair health.   5\tKidneys: He Shou Wu is believed to support the health of the kidneys by helping to regulate blood pressure, maintain healthy levels of glucose in the blood, and support kidney function.   6\tBrain: He Shou Wu is believed to improve brain function and support the pineal and pituitary glands by increasing blood flow to the brain and improving overall cognitive function.   7\tLiver: He Shou Wu is believed to protect the liver by removing toxins and promoting liver health."},
    {"herbId":"15","herbName":"Rhodiola","herbNameFrench":"Rhodiola","herbNameLatin":"Rhodiola Rosea","herbNameChinese":"","herbCategory":"viking","herbLinks":"https:\/\/mr-ginseng.com\/rhodiola\/","herbProducts":"https:\/\/www.abcdelanature.com\/p-321-rhodiola-rosea-extrait-herboristerie.html, https:\/\/en.anastore.com\/articles\/RB03_organic_rhodiola_rosea.php?affiliated_id=2877&epi=buy-rhodiola-button","herbComments":"Can interact with stimulants and may cause an upset stomach in some people","herbProperties":"depression, chronic fatigue, blood oxygenation , alzheimer, jet lag, adaptogen, nervous system, pituitary, adrenals, thyroid, anxiety, immune support","herbTags":"adaptogen, nervous system, immune system, premature aging, self confidence booster, flu, aphrodisiac, fertility, pituitary, adrenals, thyroid  ","herbPicPath":"rhodiola.png","herbText":"Rhodiola Rosea is a plant commonly used as an adaptogen, a natural substance that helps the body to adapt to stress. This is due to its potential effects on the adrenal glands, which play a key role in regulating the body's response to stress. Rhodiola Rosea may help to reduce the impact of stress by increasing the production of neurotransmitters and hormones, such as serotonin and dopamine, which can help to improve mood and reduce feelings of anxiety.    Additionally, Rhodiola Rosea has been shown to promote blood oxygenation by increasing the amount of oxygen that is transported to the cells, which can help to improve energy levels and reduce fatigue. This is particularly important for individuals who experience stress-related fatigue, as the plant may help to support a healthy stress response and improve overall well-being. Rhodiola Rosea may help to improve circulation and reduce feelings of anxiety and fatigue.   Additionally, some studies suggest that Rhodiola Rosea may help to improve the efficiency of the cardiovascular system by increasing the amount of oxygen that is transported to the cells. This increased oxygenation can lead to improved energy levels, improved physical and mental performance, and reduced feelings of stress and anxiety."},
    {"herbId":"13","herbName":"Schisandra","herbNameFrench":"Schisandra","herbNameLatin":"Schizandrae chinensis","herbNameChinese":"Wu wei","herbCategory":"TCM","herbLinks":"https:\/\/mr-ginseng.com\/schisandra-chinensis\/ ","herbProducts":"https:\/\/www.herboristerieduvalmont.com\/plantes-medicinales-en-vrac\/2722-schisandra-poudre-100-gr-5425021003482.html#\/25-poids-250g ","herbComments":" Can interact with medications for high blood pressure and blood sugar levels.","herbProperties":"adaptogen, blood oxygenation, depression, sports, adrenal fatigue, thyroid, pituitary, stimulate the five senses, adrenals, thyroid, pituitary, prevents degradation of serotonin and dopamine,  anti-ageing, brain","herbTags":" qi, vital life force, energy, adrenals, thyroid, pituitary, pineal, adaptogen, nervous system, sports, blood oxygenation, sleep, immune system, stimulate the five senses, depression, immune support","herbPicPath":"schisandra.png","herbText":"   Schisandra is a traditional Chinese herb that is often referred to as the five-flavor berry because of its sweet, sour, salty, bitter, and pungent taste. According to traditional Chinese medicine, improving the five senses is believed to positively impact overall health and wellness. Schisandra is thought to help improve the five senses by nourishing the liver, which is said to have a direct impact on the health of the eyes, ears, nose, tongue, and skin.    Schisandra is believed to help regulate the production of hormones, improve circulation, and protect the body against oxidative stress and inflammation. Some studies have also shown that Schisandra may help to improve cognitive function, enhance athletic performance, and reduce feelings of stress and anxiety."},
    {"herbId":"25","herbName":"Wormwood","herbNameFrench":"absinthe","herbNameLatin":"Artemisia absinthium L","herbNameChinese":"Qing Hao, Ching-hao ","herbCategory":"","herbLinks":"https:\/\/drmorsesherbalhealthclub.com\/products\/parasite-g-general-90-capsules?sca_ref=3405638.5oYeVyhXwf","herbProducts":"https:\/\/www.amazon.fr\/gp\/product\/B077XJ3QWB\/ref=ppx_yo_dt_b_asin_title_o09_s00?ie=UTF8&psc=1","herbComments":"This can cause an allergic reaction in some people and may increase the risk of bleeding when taken with blood-thinning medications.","herbProperties":"detox, anti-parasitic, will make you hungry","herbTags":"parasite, detox","herbPicPath":"wormwood.png","herbText":"Wormwood (Artemisia absinthium) is an herb that has been used for centuries for its medicinal properties, particularly as an anti-parasitic. This herb is effective in treating a range of parasitic infestations, including those found in the digestive tract. The active compound in wormwood, called thujone, has been shown to have potent anti-parasitic effects. Thujone works by blocking the nerve impulses of the parasites, which leads to their death. This makes wormwood a highly effective natural remedy for ridding the body of unwanted parasites.   In addition to its anti-parasitic properties, wormwood is also believed to help stimulate the digestive system, reduce inflammation, and support liver function. These properties make wormwood a useful ingredient in many traditional remedies for digestive issues and other health problems."},
    {"herbId":"31","herbName":"Shatavari","herbNameFrench":"","herbNameLatin":"Asparagus racemosus","herbNameChinese":"","herbCategory":"ayurveda","herbLinks":"","herbProducts":"","herbComments":"Should not be used by pregnant or breastfeeding women.","herbProperties":" kidney stones, diuretic, hormonal balance, menaupose","herbTags":"utero, kidneys, diuretic","herbPicPath":"shatavari.png","herbText":"Shatavari is a traditional herb that is commonly used in Ayurvedic medicine for its various health benefits, particularly for women's health. Shatavari is believed to have a positive effect on the female reproductive system due to its hormone-regulating properties. It is said to help balance hormones, which can be particularly helpful for women who are experiencing menstrual irregularities, infertility, or menopause-related symptoms. Additionally, Shatavari is believed to have a nourishing effect on the reproductive system, helping to support the overall health and functioning of the uterus, ovaries, and fallopian tubes. Some studies have also shown that Shatavari may help reduce premenstrual syndrome (PMS) symptoms and menopause, such as hot flashes, mood swings, and irritability."},
    {"herbId":"32","herbName":"Parsley","herbNameFrench":"persil","herbNameLatin":"Petroselinum crispum","herbNameChinese":"","herbCategory":"","herbLinks":"","herbProducts":"https:\/\/www.abcdelanature.com\/p-74-reins-et-rate-melange-plantes-regenere.html","herbComments":"an increase the risk of bleeding when taken with blood-thinning medications.","herbProperties":"detox, diuretic, kidney filtration","herbTags":"detox, liver, spleen, adrenals","herbPicPath":"parsley.png","herbText":"Parsley is often recommended for its potential benefits to the kidneys, especially in terms of filtration and elimination of waste and toxins. This is due to several properties of parsley, including its high levels of vitamins and minerals, such as vitamin C and potassium, that help to support kidney health. Additionally, parsley has diuretic effects, which can increase the production of urine and promote the elimination of excess fluids, salts, and other substances that can contribute to kidney problems. Parsley also contains compounds, such as volatile oils and flavonoids, which may have anti-inflammatory and antioxidant effects that can help protect the kidneys from damage.   However, it is important to keep in mind that parsley should be used in moderation, as excessive consumption can cause kidney damage, particularly in individuals with existing kidney problems. As with any supplement, it is always best to consult with a healthcare professional before using parsley for kidney health."},
    {"herbId":"33","herbName":"Couch grass","herbNameFrench":"chiendent","herbNameLatin":"Elymus repens","herbNameChinese":"","herbCategory":"","herbLinks":"","herbProducts":"https:\/\/www.abcdelanature.com\/p-74-reins-et-rate-melange-plantes-regenere.html","herbComments":"Can interact with medications for high blood pressure and blood sugar levels.","herbProperties":"detox, diuretic","herbTags":"detox","herbPicPath":"couch.png","herbText":"Couchgrass, also known as Elytrigia repens, is a type of grass commonly used in traditional medicine for its detoxifying and diuretic effects. Here's why:     1 Detoxification: Couchgrass has been found to support the liver's detoxification process, helping to eliminate toxins from the body.   2 Diuretic effects: Couchgrass has a diuretic effect, which means it helps to increase urine production and flush out excess fluids and waste from the body."},
    {"herbId":"34","herbName":"Dandelion","herbNameFrench":"Pissenlit","herbNameLatin":"Taraxacom","herbNameChinese":"","herbCategory":"","herbLinks":"","herbProducts":"https:\/\/www.abcdelanature.com\/p-74-reins-et-rate-melange-plantes-regenere.html","herbComments":"","herbProperties":"detox, toxin elimination","herbTags":"gallblader","herbPicPath":"dandelion.png","herbText":"Dandelion, also known as Taraxacum officinale, is a plant commonly used in traditional medicine for its ability to promote waste and toxin removal from the body. Here's why:   1\tDiuretic effects: Dandelion has a diuretic effect, which means it helps to increase urine production and flush out excess fluids and waste from the body.   2\tLiver support: Dandelion has been found to support liver function, helping to eliminate toxins from the body and promote overall detoxification.   3\tDigestion: Dandelion has been used to improve digestive health, as it can help to stimulate the production of bile, which is needed for proper digestion."},
    {"herbId":"35","herbName":"Elecampane, Horse-heal","herbNameFrench":"Aunée","herbNameLatin":"Inula helenium","herbNameChinese":"","herbCategory":"","herbLinks":"https:\/\/www.doctissimo.fr\/html\/sante\/phytotherapie\/plante-medicinale\/aunee.htm","herbProducts":"https:\/\/www.abcdelanature.com\/p-790-aunee-racine-bio-gelules.html","herbComments":"This can cause an allergic reaction in some people and may interact with medications for high blood pressure.not recommended for pregnant women or people suffering from diabetes or heart problems.","herbProperties":"anti-inflammatory, deworming","herbTags":"lungs, mucus, immune system, parasites, UTI, urinary trac infections, anti-viral","herbPicPath":"aunee.png","herbText":"Elecampane, also known as Inula helenium, is a plant commonly used in traditional medicine for its anti-inflammatory and respiratory health benefits. Here's why:    1 Anti-inflammatory effects: Elecampane has been found to have anti-inflammatory properties, making it useful for treating conditions such as asthma and bronchitis.    2 Respiratory infections: Elecampane has been used to treat respiratory infections and to improve respiratory health by reducing inflammation and clearing mucus from the respiratory tract.    3 Anti-viral: Elecampane has been found to have antiviral properties and has been used to treat viral infections such as the flu."},
    {"herbId":"36","herbName":"Turmeric","herbNameFrench":"curcuma","herbNameLatin":"Curcuma longa","herbNameChinese":"","herbCategory":"","herbLinks":"","herbProducts":"https:\/\/en.anastore.com\/articles\/JT10_organic_turmeric_powder.php?affiliated_id=2877&epi=buy-turmeric-button","herbComments":"Can increase the risk of bleeding when taken with blood-thinning medications and may interact with medications for high blood pressure and diabetes.","herbProperties":"anti-inflammatory, digestion support","herbTags":"detox, gallblader","herbPicPath":"turmeric.png","herbText":"Turmeric is a spice commonly used in Indian and Middle Eastern cuisine, and it has a long history of use in traditional medicine for its anti-inflammatory and antioxidant properties. Curcumin, the active ingredient in turmeric, is believed to be responsible for these effects. Inflammation is a natural response by the body's immune system to injury or infection, but when it becomes chronic, it can lead to various health problems such as heart disease, cancer, and arthritis. Curcumin has been shown to reduce inflammation by blocking the activity of enzymes and cytokines that contribute to inflammation, as well as by boosting the body's antioxidant defences.   Turmeric also has effects on the gastrointestinal (GI) tract. It has been used traditionally to treat digestive issues such as indigestion, bloating, and constipation. Curcumin has been shown to improve gut health by increasing the production of bile, which helps to break down fats and improve digestion, as well as by reducing oxidative stress and inflammation in the gut. Additionally, turmeric has been found to have a beneficial effect on the gut microbiome, which is the community of microorganisms that live in the gut and play a key role in our health. By promoting a healthy gut microbiome, turmeric may help to improve digestive health and support the immune system.   In conclusion, turmeric and its active ingredient curcumin have anti-inflammatory and antioxidant properties and have been shown to have beneficial effects on the GI tract."},
    {"herbId":"37","herbName":"Artemisia annua, Mugwort","herbNameFrench":"Armoise annuelle","herbNameLatin":"Artemisia annua","herbNameChinese":"Qing Hao, Ching-hao , qinghao","herbCategory":"TCM","herbLinks":"","herbProducts":"","herbComments":"","herbProperties":"anti-parasitic, anti-viral, immune support","herbTags":"malaria, fever, flu","herbPicPath":"artemisiaannua.png","herbText":""},
    {"herbId":"38","herbName":"Cloves","herbNameFrench":"Girofle","herbNameLatin":"Eugenia caryophyllata","herbNameChinese":"","herbCategory":"","herbLinks":"","herbProducts":"https:\/\/www.abcdelanature.com\/p-768-girofle-clous-bio-gelules.html","herbComments":"Pregnancy and breastfeeding (eugenol can stimulate the uterus and cause contractions), blood thinning medications(eugenol can have blood-thinning effects), low blood pressure, possible allergic reactions","herbProperties":"parasites, bloating, immune system, anti-oxidant, elimination of parasites eggs, immune support","herbTags":"parasites, digestion","herbPicPath":"Cloves.png","herbText":"Cloves are often used as a natural remedy to fight against parasitic infections in the digestive system. This is due to their strong anti-parasitic properties, which are derived from the compound eugenol that is found in the essential oil of cloves. When ingested, the eugenol in cloves is thought to disrupt the life cycle of parasites in the gut and kill their eggs. This helps to prevent the parasites from reproducing and colonizing the digestive tract. Additionally, cloves have been used for centuries in traditional medicine to treat digestive problems and promote overall digestive health.   Cloves are believed to have a positive effect on the immune system. They contain compounds such as eugenol, which has been shown to have antimicrobial and anti-inflammatory properties. The anti-inflammatory properties of cloves can help boost the immune system by reducing the levels of cytokines, which are proteins released by the body in response to inflammation. This reduction in cytokines can help the body better defend itself against infections and other illnesses. Additionally, cloves contain antioxidants that help to protect cells from damage caused by free radicals, further boosting the immune system. Overall, cloves can be a helpful herb for supporting the body's natural defenses and promoting overall health and well-being.   "},
    {"herbId":"39","herbName":"ginger","herbNameFrench":"gingembre","herbNameLatin":"Zingiber officinale","herbNameChinese":"","herbCategory":"","herbLinks":"","herbProducts":"","herbComments":"May cause heartburn, diarrhea, and stomach upset. Additionally, those taking blood thinning medication should consult their doctor before consuming.","herbProperties":"inflammation, digestion, nausea, anti-inflammatory","herbTags":"inflammation, digestion, nausea, anti-inflammatory","herbPicPath":"ginger.png","herbText":""}
    ]